---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceStartMy
source: html/c0eeb269-31d6-eb78-a25e-47f4a848e8f0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceStartMy Property

"Start My"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalMemberForceStartMy { get; }
```